/*
 Navicat MySQL Data Transfer

 Source Server         : localhost
 Source Server Version : 50612
 Source Host           : localhost
 Source Database       : lllen

 Target Server Version : 50612
 File Encoding         : utf-8

 Date: 08/18/2013 16:46:31 PM
*/

SET NAMES utf8;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
--  Table structure for `apply`
-- ----------------------------
DROP TABLE IF EXISTS `apply_e`;
CREATE TABLE `apply_e` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `jobid` int(10) NOT NULL,
  `name` varchar(255) NOT NULL,
  `sex` tinyint(1) NOT NULL DEFAULT '1',
  `marry` tinyint(1) NOT NULL,
  `size` varchar(255) NOT NULL,
  `phone` varchar(255) NOT NULL,
  `birthday` varchar(255) NOT NULL,
  `birthaddress` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `education` text NOT NULL,
  `work` text NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `apply`
-- ----------------------------
BEGIN;
INSERT INTO `apply_e` VALUES ('1', '9', 'test', '1', '0', 'sdda', 'ads', 'add', 'add', 'add', 'add', 'ads', 'adasdasd', '1', '2013-06-30 13:55:39'), ('2', '9', 'linyetian', '0', '1', 'dfs', 'sdf', 'sdfs', 'df', 'dfs', 'sdf', 'sdfsdf', 'sdfsdfs<br />sdfsdfs<br />sdfsdfs<br />sdfsdfs<br />sdfsdfs<br />', '0', '2013-07-14 12:58:31'), ('3', '11', 'rick', '1', '1', '168/199', '12123123', '312323', '123rwr', 'ee@we.com', 'wsdfsf', '1aves sfd sf dsf sf fd f f sd \r\n2f fsd sf fsd f df\r\n3 sf fds f sdf sf f s f sd fds f \r\n4 sff s fsd sdf sfd ', '1fsf f fsd \r\n2fs fsd sdf sdf \r\n3f fds dsf fsd \r\n4 sfsd fsd fed sdf \r\n5fsf fds ds fs', '0', '2013-07-17 08:07:53');
COMMIT;

-- ----------------------------
--  Table structure for `family`
-- ----------------------------
DROP TABLE IF EXISTS `family_e`;
CREATE TABLE `family_e` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `pid` int(10) NOT NULL DEFAULT '0',
  `name` varchar(255) NOT NULL,
  `bgimgid` int(10) NOT NULL DEFAULT '0',
  `imgid` int(10) NOT NULL DEFAULT '0',
  `desc` text NOT NULL,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `family`
-- ----------------------------
BEGIN;
INSERT INTO `family_e` VALUES ('1', '0', '沙发系列', '0', '0', '', '2013-06-26 22:45:13'), ('2', '0', '软床系列', '0', '0', '', '2013-06-26 22:45:31'), ('3', '0', '软床及床垫', '0', '0', '', '2013-06-26 22:45:46'), ('4', '0', '实木系列', '0', '0', '', '2013-06-26 22:45:57'), ('5', '0', '板式系列', '0', '0', '', '2013-06-26 22:46:18'), ('6', '1', '斯德歌堡', '0', '26', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:46:55'), ('7', '1', '诺奇', '0', '29', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:47:08'), ('8', '1', '佐丹妮', '0', '30', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:47:20'), ('9', '1', '布莱斯', '0', '31', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:47:40'), ('10', '2', '爱*丽', '0', '32', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:47:55'), ('11', '2', '爱*悦', '0', '33', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:48:08'), ('12', '2', '黛西', '0', '34', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:48:21'), ('13', '3', '伊甸园软床及床垫', '0', '35', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:48:41'), ('14', '3', '玛格丽软床及床垫', '0', '36', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:48:58'), ('15', '4', '睿木坊', '0', '37', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:49:16'), ('16', '4', '珍木坊', '0', '38', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:49:33'), ('17', '5', '赛克印象', '0', '39', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:49:52'), ('18', '5', '玫瑰园', '0', '40', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:50:09'), ('19', '5', '恋家', '0', '41', '斯德歌堡相传为法国波多尔四大葡萄酒庄园之头魁，依丽兰斯德歌堡系列真皮沙发传承了法国人的浪漫与优雅，设计师对沙发的追求正如法国人对葡萄酒和精致美好生活的追求。精选优质上等黄牛皮，让每款沙发都显得那么饱满丰腴，一如葡萄酒的厚实和芬芳，时尚简约的欧洲设计理念，又使得每款沙发都极尽奢华大气的高雅格调，设计师源于葡萄酒的灵感也给使用沙发的人带来陶醉，可谓件件精湛，款款经典！', '2013-06-26 22:50:25'), ('20', '5', 'delicious', '0', '42', 'Good Good study!!!', '2013-06-29 09:06:42'), ('24', '5', 'slong', '61', '43', 'just test!\nwhat are you doing ?', '2013-06-29 09:06:53'), ('25', '1', 'test', '0', '0', 'test good', '2013-08-08 00:08:57');
COMMIT;

-- ----------------------------
--  Table structure for `file`
-- ----------------------------
DROP TABLE IF EXISTS `file_e`;
CREATE TABLE `file_e` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `oldname` varchar(250) NOT NULL,
  `name` varchar(250) NOT NULL,
  `ext` varchar(10) NOT NULL,
  `size` int(10) NOT NULL,
  `path` varchar(250) NOT NULL,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=80 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `file`
-- ----------------------------
BEGIN;
INSERT INTO `file_e` VALUES ('1', 'logo.png', '4bY2Td2pJlDx5FA.png', 'png', '113518', '/upload/images/', '2013-06-23 12:06:33'), ('2', 'index_l1.png', 'iwF97AgWK8Bq2eo.png', 'png', '2856700', '/upload/images/', '2013-06-23 12:06:48'), ('3', 'index_l2.png', '5p7sSl1anXR6cWQ.png', 'png', '2691853', '/upload/images/', '2013-06-23 12:06:17'), ('4', 'index_l3.png', 'WehvKMtInC0xAPx.png', 'png', '2109304', '/upload/images/', '2013-06-23 13:06:18'), ('5', 'index_l4.jpg', 'QYzMUpsnlFLtT7Z.jpg', 'jpg', '417422', '/upload/images/', '2013-06-26 00:06:17'), ('6', 'index_l4.jpg', 'oweg6A9kmsFqoMn.jpg', 'jpg', '417422', '/upload/images/', '2013-06-26 00:06:38'), ('7', 'index_l4.jpg', '6tJLqBqWY7gW1It.jpg', 'jpg', '417422', '/upload/images/', '2013-06-26 00:06:28'), ('8', 'index_l5.jpg', 'xlqh25t15Sr48rL.jpg', 'jpg', '370744', '/upload/images/', '2013-06-26 08:06:58'), ('9', 'index_l1.png', 'xdeNHQHpHyqviYU.png', 'png', '2856700', '/upload/images/', '2013-06-26 08:06:36'), ('10', 'index_l2.png', 'JkqnFUiThdR1NTv.png', 'png', '2691853', '/upload/images/', '2013-06-26 08:06:05'), ('11', 'index_l3.png', 'a9F5srL6IZQH2Pp.png', 'png', '2109304', '/upload/images/', '2013-06-26 08:06:19'), ('12', 'index_l6.jpg', 'QtOzc5npj36uo8J.jpg', 'jpg', '348464', '/upload/images/', '2013-06-26 21:06:47'), ('13', 'index_l4.jpg', 'a3cmdrzvmscIqsz.jpg', 'jpg', '417422', '/upload/images/', '2013-06-26 21:06:57'), ('14', 'index_l5.jpg', 'YE6PVuYECCWwJt1.jpg', 'jpg', '370744', '/upload/images/', '2013-06-26 22:06:22'), ('15', 'index_l6.jpg', 'Kt4Lun0EdikdPN4.jpg', 'jpg', '348464', '/upload/images/', '2013-06-26 22:06:33'), ('16', 'index_l1.png', '3h0l2EgaY9X3oLi.png', 'png', '2856700', '/upload/images/', '2013-06-26 22:06:54'), ('17', 'index_l2.png', 'C1ag2pd9JRTXgQY.png', 'png', '2691853', '/upload/images/', '2013-06-26 22:06:02'), ('18', 'index_l6.jpg', '5mByIEKGtoWtnuP.jpg', 'jpg', '348464', '/upload/images/', '2013-06-26 22:06:41'), ('19', 'index_l6.jpg', '02Sdtj6Ag8AgBiy.jpg', 'jpg', '348464', '/upload/images/', '2013-06-30 01:06:03'), ('20', 'index_l5.jpg', '8GTDqLsxvCseZIo.jpg', 'jpg', '370744', '/upload/images/', '2013-06-30 01:06:45'), ('21', 'index_l4.jpg', 'KeG7lIYirsEwLzS.jpg', 'jpg', '417422', '/upload/images/', '2013-06-30 01:06:54'), ('22', 'index_l3.png', 'M33bwrQfSHYh6uW.png', 'png', '2109304', '/upload/images/', '2013-06-30 01:06:12'), ('23', 'index_l1.png', 'PNVsX6BvxNxtLMV.png', 'png', '2856700', '/upload/images/', '2013-06-30 02:06:25'), ('24', 'index_l2.png', 'gv3yVG9ki14SsgG.png', 'png', '2691853', '/upload/images/', '2013-06-30 02:06:32'), ('25', 'index_l3.png', 'MLnxOoEfmZIglBl.png', 'png', '2109304', '/upload/images/', '2013-06-30 02:06:40'), ('26', 'preview_1.png', 'I8weeTofjgkBEZ1.png', 'png', '318944', '/upload/images/', '2013-06-30 02:06:11'), ('27', 'preview_2.png', '2A64EtGQ19PYM9W.png', 'png', '364031', '/upload/images/', '2013-06-30 02:06:55'), ('28', 'preview_2.png', '1Ua1HH35B6v9ARr.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:55'), ('29', 'preview_1.png', 'uUWHPDbHRksCZT9.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:39'), ('30', 'preview_2.png', 'zCkttVGN1e5zP9P.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:54'), ('31', 'preview_3.png', 'HmqFIe9BgF1h6VQ.png', 'png', '314837', '/upload/images/', '2013-06-30 03:06:59'), ('32', 'preview_2.png', 'LcWs8FHJ2Bqlato.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:07'), ('33', 'preview_1.png', 'OvwnseGUDO7yOl4.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:13'), ('34', 'preview_1.png', 'B6ut5sZ3IEsTWzb.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:19'), ('35', 'preview_1.png', 'RWmUxTbb4YPDZj8.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:27'), ('36', 'preview_1.png', '1V37iBGxRQAtvW8.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:32'), ('37', 'preview_2.png', '2zeExQfIFhmBqAo.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:39'), ('38', 'preview_3.png', 'WT46jY2mD3CxLaC.png', 'png', '314837', '/upload/images/', '2013-06-30 03:06:46'), ('39', 'preview_2.png', '5KImDTa06ybkVUi.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:54'), ('40', 'preview_1.png', 'kGtUmpXfwc0p7f8.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:08'), ('41', 'preview_2.png', 'jeK8OlPqM9ArZMc.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:14'), ('42', 'preview_2.png', 'AfqWtknoxjUz3bZ.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:31'), ('43', 'preview_1.png', '31pa5FLlTFynHmk.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:39'), ('44', 'preview_3.png', 'FkShUdxMFWVhHqi.png', 'png', '314837', '/upload/images/', '2013-06-30 03:06:44'), ('45', 'preview_2.png', 'zYbmBK09M9QhmnX.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:50'), ('46', 'index_l5.jpg', 'IaROUj3QnvcRhDy.jpg', 'jpg', '370744', '/upload/images/', '2013-06-30 03:06:21'), ('47', 'preview_1.png', 'Mff3QXRUuTqs5r9.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:49'), ('48', 'preview_2.png', 'h0yZbwqZHW72Y0P.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:54'), ('49', 'preview_1.png', 'ep0gpIeQBwHQe0O.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:00'), ('50', 'preview_2.png', 'CCZUukmidpO3APR.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:06'), ('51', 'preview_3.png', '1CEusFHwmwvUidS.png', 'png', '314837', '/upload/images/', '2013-06-30 03:06:12'), ('52', 'preview_3.png', 'XTghN6W8ncMtRBw.png', 'png', '314837', '/upload/images/', '2013-06-30 03:06:17'), ('53', 'preview_2.png', 'PfCApcVFllm3v1p.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:23'), ('54', 'preview_2.png', 'lHHnUAAisXx5IrQ.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:30'), ('55', 'preview_1.png', 'UJm74CYOsahkWHE.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:36'), ('56', 'preview_2.png', 'ckL4Qn2ULtYOKFH.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:42'), ('57', 'preview_3.png', 'j58lHgimZm6YJkp.png', 'png', '314837', '/upload/images/', '2013-06-30 03:06:47'), ('58', 'preview_3.png', 'D4l5Q12xarU5Oyd.png', 'png', '314837', '/upload/images/', '2013-06-30 03:06:52'), ('59', 'preview_3.png', '7TmQNiJcWzOymqu.png', 'png', '314837', '/upload/images/', '2013-06-30 03:06:57'), ('60', 'preview_3.png', 'w0cPcIXfVShIy1C.png', 'png', '314837', '/upload/images/', '2013-06-30 03:06:03'), ('61', 'preview_2.png', 'aajfHbUbCynwYnU.png', 'png', '364031', '/upload/images/', '2013-06-30 03:06:07'), ('62', 'preview_1.png', '27ocg6CWggvA0Ea.png', 'png', '318944', '/upload/images/', '2013-06-30 03:06:13'), ('63', 'honor_bg.png', 'index_culture.png', 'png', '627577', '/upload/bgimgs/', '2013-07-10 02:07:04'), ('64', 'honor_bg.png', 'index_culture.png', 'png', '627577', '/upload/bgimgs/', '2013-07-10 02:07:49'), ('65', 'honor_bg.png', '1eZ8As4UYYmT8Qx.png', 'png', '627577', '/upload/images/', '2013-07-18 08:07:56'), ('66', 'preview_1.png', 'mV0ftbQln6GwgaN.png', 'png', '318944', '/upload/images/', '2013-08-04 12:08:12'), ('67', 'index_l9.jpg', 'woLjhzlpHdF0Gjk.jpg', 'jpg', '197666', '/upload/images/', '2013-08-04 12:08:39'), ('68', 'index_l9.jpg', 'zgkK30ckHlFm7Qy.jpg', 'jpg', '197666', '/upload/images/', '2013-08-07 01:08:24'), ('69', 'index_l8.jpg', 'ssAeqNXoY5syyG3.jpg', 'jpg', '365280', '/upload/images/', '2013-08-07 01:08:25'), ('70', 'index_l7.jpg', 'i7S6t5kBjh9NUpQ.jpg', 'jpg', '513059', '/upload/images/', '2013-08-07 01:08:36'), ('71', 'index_l6.jpg', 'WnY0P1NW5KQH3OU.jpg', 'jpg', '348464', '/upload/images/', '2013-08-07 01:08:45'), ('72', 'index_l1.png', 'IIFMJ77FuodNo44.png', 'png', '2856700', '/upload/images/', '2013-08-07 01:08:51'), ('73', 'index_l2.png', 'nniDS8jdq0dAs3n.png', 'png', '2691853', '/upload/images/', '2013-08-07 01:08:20'), ('74', 'index_l3.png', 'tqXfeGivahM12FD.png', 'png', '2109304', '/upload/images/', '2013-08-07 01:08:51'), ('75', 'index_l9.jpg', 'sA5bXBSG1i2xvZa.jpg', 'jpg', '197666', '/upload/images/', '2013-08-07 01:08:36'), ('76', 'index_l9.jpg', 'KfNvkKpvUOpAgoa.jpg', 'jpg', '197666', '/upload/images/', '2013-08-07 01:08:38'), ('77', 'index_l9.jpg', '4E8XnJAGJu2wY8z.jpg', 'jpg', '197666', '/upload/images/', '2013-08-07 01:08:29'), ('78', 'index_l8.jpg', 'wcsHqHIzJDTNi23.jpg', 'jpg', '365280', '/upload/images/', '2013-08-07 01:08:15'), ('79', 'index_l1.png', 'XKUbA8vxfDm6QNs.png', 'png', '2856700', '/upload/images/', '2013-08-07 01:08:08');
COMMIT;

-- ----------------------------
--  Table structure for `history`
-- ----------------------------
DROP TABLE IF EXISTS `history_e`;
CREATE TABLE `history_e` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `code` text NOT NULL,
  `timestamp` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `history`
-- ----------------------------
BEGIN;
INSERT INTO `history_e` VALUES ('1', 'first video from youku', '<iframe height=300 width=385 src=\"http://player.youku.com/embed/XNTYyNjc5OTUy\" frameborder=0 allowfullscreen></iframe>', '2013-08-03 14:08:18'), ('2', 'second vide from youku', '<iframe height=300 width=385 src=\"http://player.youku.com/embed/XNTYyNjc5OTUy\" frameborder=0 allowfullscreen></iframe>', '2013-08-03 14:08:49'), ('3', 'third video from youku', '<iframe height=300 width=385 src=\"http://player.youku.com/embed/XNTYyNjc5OTUy\" frameborder=0 allowfullscreen></iframe>', '2013-08-03 15:08:45');
COMMIT;

-- ----------------------------
--  Table structure for `image`
-- ----------------------------
DROP TABLE IF EXISTS `image_e`;
CREATE TABLE `image_e` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `module` varchar(20) NOT NULL,
  `pid` int(10) NOT NULL DEFAULT '0',
  `fid` int(10) NOT NULL,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `title` varchar(255) DEFAULT NULL,
  `desc` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=68 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `image`
-- ----------------------------
BEGIN;
INSERT INTO `image_e` VALUES ('2', 'index_story', '0', '2', '2013-06-23 12:43:51', null, null), ('3', 'index_story', '0', '3', '2013-06-23 12:06:17', null, null), ('4', 'index_story', '0', '4', '2013-06-23 13:06:18', null, null), ('5', 'index_index', '0', '7', '2013-06-26 00:06:28', null, null), ('6', 'index_index', '0', '8', '2013-06-26 08:06:58', null, null), ('8', 'online_index', '0', '74', '2013-06-26 08:06:05', ' what', ' what ? good'), ('9', 'online_index', '0', '71', '2013-06-26 08:06:19', ' second', ' haha hahah haha hhhaha hahha hhaha'), ('10', 'index_index', '0', '12', '2013-06-26 21:06:47', null, null), ('11', 'index_index', '0', '13', '2013-06-26 21:06:57', null, null), ('12', 'index_index', '0', '14', '2013-06-26 22:06:22', null, null), ('14', 'index_story', '0', '16', '2013-06-26 22:06:54', null, null), ('15', 'index_story', '0', '17', '2013-06-26 22:06:02', null, null), ('16', 'online_index', '0', '70', '2013-06-26 22:06:41', ' good good study', ' 1ddgfdg\n2fsdfsdf'), ('17', 'brand_item', '7', '19', '2013-06-30 01:06:03', null, null), ('18', 'brand_item', '1', '20', '2013-06-30 01:06:45', null, null), ('19', 'brand_item', '1', '21', '2013-06-30 01:06:54', null, null), ('20', 'brand_item', '2', '22', '2013-06-30 01:06:12', null, null), ('21', 'brand_item', '3', '23', '2013-06-30 02:06:25', null, null), ('22', 'brand_item', '3', '24', '2013-06-30 02:06:32', null, null), ('23', 'brand_item', '3', '25', '2013-06-30 02:06:40', null, null), ('24', 'brand_item_prev', '3', '26', '2013-06-30 02:06:11', null, null), ('25', 'brand_class_prev', '6', '27', '2013-06-30 02:06:55', null, null), ('26', 'brand_class_prev', '6', '28', '2013-06-30 03:06:55', null, null), ('27', 'brand_item_prev', '1', '29', '2013-06-30 03:06:39', null, null), ('28', 'brand_item_prev', '18', '30', '2013-06-30 03:06:54', null, null), ('29', 'brand_class_prev', '7', '31', '2013-06-30 03:06:59', null, null), ('30', 'brand_class_prev', '8', '32', '2013-06-30 03:06:07', null, null), ('31', 'brand_class_prev', '9', '33', '2013-06-30 03:06:13', null, null), ('32', 'brand_class_prev', '10', '34', '2013-06-30 03:06:19', null, null), ('33', 'brand_class_prev', '11', '35', '2013-06-30 03:06:27', null, null), ('34', 'brand_class_prev', '12', '36', '2013-06-30 03:06:32', null, null), ('35', 'brand_class_prev', '13', '37', '2013-06-30 03:06:39', null, null), ('36', 'brand_class_prev', '14', '38', '2013-06-30 03:06:46', null, null), ('37', 'brand_class_prev', '15', '39', '2013-06-30 03:06:54', null, null), ('38', 'brand_class_prev', '16', '40', '2013-06-30 03:06:08', null, null), ('39', 'brand_class_prev', '17', '41', '2013-06-30 03:06:14', null, null), ('40', 'brand_class_prev', '18', '42', '2013-06-30 03:06:31', null, null), ('41', 'brand_class_prev', '19', '43', '2013-06-30 03:06:39', null, null), ('42', 'brand_class_prev', '20', '44', '2013-06-30 03:06:44', null, null), ('43', 'brand_class_prev', '24', '45', '2013-06-30 03:06:50', null, null), ('44', 'brand_item', '4', '46', '2013-06-30 03:06:21', null, null), ('45', 'brand_item_prev', '4', '47', '2013-06-30 03:06:49', null, null), ('46', 'brand_item_prev', '2', '48', '2013-06-30 03:06:54', null, null), ('47', 'brand_item_prev', '19', '49', '2013-06-30 03:06:00', null, null), ('48', 'brand_item_prev', '17', '50', '2013-06-30 03:06:06', null, null), ('49', 'brand_item_prev', '16', '51', '2013-06-30 03:06:12', null, null), ('50', 'brand_item_prev', '15', '52', '2013-06-30 03:06:17', null, null), ('51', 'brand_item_prev', '14', '53', '2013-06-30 03:06:23', null, null), ('52', 'brand_item_prev', '12', '54', '2013-06-30 03:06:30', null, null), ('53', 'brand_item_prev', '11', '55', '2013-06-30 03:06:36', null, null), ('54', 'brand_item_prev', '13', '56', '2013-06-30 03:06:42', null, null), ('55', 'brand_item_prev', '10', '57', '2013-06-30 03:06:47', null, null), ('56', 'brand_item_prev', '9', '58', '2013-06-30 03:06:52', null, null), ('57', 'brand_item_prev', '8', '59', '2013-06-30 03:06:57', null, null), ('58', 'brand_item_prev', '7', '60', '2013-06-30 03:06:03', null, null), ('59', 'brand_item_prev', '6', '61', '2013-06-30 03:06:07', null, null), ('60', 'brand_item_prev', '5', '62', '2013-06-30 03:06:13', null, null), ('61', 'brand_class_bg', '24', '65', '2013-07-18 08:07:56', null, null), ('62', 'brand_item_prev', '25', '66', '2013-08-04 12:08:12', null, null), ('63', 'brand_item', '25', '67', '2013-08-04 12:08:39', null, null), ('64', 'online_index', '0', '69', '2013-08-07 00:08:35', ' test', ' test'), ('65', 'online_index', '0', '79', '2013-08-07 01:08:48', ' good', ' good'), ('66', 'index_index', '0', '77', '2013-08-07 01:08:29', null, null), ('67', 'index_story', '0', '78', '2013-08-07 01:08:15', null, null);
COMMIT;

-- ----------------------------
--  Table structure for `item`
-- ----------------------------
DROP TABLE IF EXISTS `item_e`;
CREATE TABLE `item_e` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `pid` int(10) NOT NULL DEFAULT '0',
  `name` varchar(255) NOT NULL,
  `imgid` int(10) DEFAULT '0',
  `desc` text NOT NULL,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

-- ----------------------------
--  Records of `item`
-- ----------------------------
BEGIN;
INSERT INTO `item_e` VALUES ('1', '20', 'D9527', '27', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:04'), ('2', '24', 'B309', '46', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:52'), ('3', '6', 'A999', '24', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:46'), ('4', '7', 'B101', '45', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:48'), ('5', '8', 'C111', '60', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:02'), ('6', '9', 'D100', '59', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:16'), ('7', '10', 'E100', '58', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:28'), ('8', '11', 'F001', '57', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:40'), ('9', '12', 'G001', '56', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:49'), ('10', '13', 'H010', '55', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:59'), ('11', '14', 'I002', '53', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:13'), ('12', '15', 'J020', '52', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:26'), ('13', '16', 'K101', '54', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:38'), ('14', '17', 'L000', '51', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。', '2013-06-29 10:06:51'), ('15', '17', 'M110', '50', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:03'), ('16', '18', 'N201', '49', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:22'), ('17', '19', 'O000', '48', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:40'), ('19', '24', 'Y000', '47', '此款沙发设计风格时尚悠闲，现代感十足，米黄色的皮画让人闭上眼睛就能嗅到阳光的气息，简约的造型更透露着主人简洁家居风格。然而，简约并不代表简单。产品不仅内架木材全部选用优质松林，精心的设计也让人在简约中体味舒适。饱满的座包、拼包让人坐上去舒适无比，适当的高度也使得膝盖伸缩自如，头部圆润的造型也让颈部彻底放松，活动的扶手设计更是依据个人习惯面随意摆放。可谓处处精心，处处舒心。', '2013-06-29 10:06:07'), ('20', '0', '', '0', '', '2013-08-01 08:08:01'), ('21', '0', '', '0', '', '2013-08-01 08:08:51'), ('22', '0', '', '0', '', '2013-08-03 11:08:10'), ('23', '0', '', '0', '', '2013-08-03 11:08:20'), ('24', '20', 'test', '0', 'test', '2013-08-03 13:08:38'), ('25', '6', 'T001', '62', 'just test items', '2013-08-04 12:08:20');
COMMIT;

-- ----------------------------
--  Table structure for `job`
-- ----------------------------
DROP TABLE IF EXISTS `job_e`;
CREATE TABLE `job_e` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `name` varchar(250) NOT NULL,
  `enterprise` varchar(250) NOT NULL,
  `city` varchar(250) NOT NULL,
  `num` tinyint(6) NOT NULL,
  `salary` float NOT NULL,
  `phone` varchar(50) NOT NULL,
  `date` varchar(50) NOT NULL,
  `connact` varchar(50) NOT NULL,
  `email` varchar(250) NOT NULL,
  `address` varchar(250) NOT NULL,
  `duty` text NOT NULL,
  `requirement` text NOT NULL,
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `timestamp` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `enable` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `job`
-- ----------------------------
BEGIN;
INSERT INTO `job_e` VALUES ('1', '客服经理', '依丽兰营销部', '', '1', '5000', '021-85867210', '', '', '', '', 'dfsf\nsdf\ns\nf\nsf\ns\ndf\nsdf\ns\ndf\ns\nf\nsd\nf', '', '2013-06-25 22:06:40', '2013-06-22 10:06:42', '1'), ('2', ' 客服经理', ' 依丽兰营销部', ' 北京', '5', '5000', ' 021-85867210', ' 2013.06.09~2013.12.12', ' 刘经理', ' enleen@yahoo.cn', ' 北京市大兴区西红门镇金大路36#', ' 北京', ' 北京', '2013-06-22 23:06:37', '2013-06-22 10:06:45', '1'), ('5', ' 客服', ' 外派', ' 上海', '1', '5000', ' 021-85867210', ' 2013.12.01~2014.07.07', ' 林先生', '', ' 上海陆家嘴936车', ' 1，认真工作', ' ', '2013-06-25 22:03:28', '2013-06-22 11:06:26', '1'), ('6', ' 前台', ' ', ' ', '1', '5000', ' ', ' ', ' ', '', ' ', ' ', ' ', '2013-06-25 22:03:25', '2013-06-22 11:06:44', '1'), ('7', ' 运维', ' ', ' ', '1', '5000', ' ', ' ', ' ', '', ' ', ' ', ' ', '2013-06-25 22:03:23', '2013-06-22 11:06:53', '1'), ('8', ' 人事', ' ', ' ', '1', '5000', ' ', ' ', ' ', '', ' ', ' ', ' ', '2013-06-25 22:03:21', '2013-06-22 11:06:01', '1'), ('9', ' 策划', ' ', ' ', '1', '5000', ' ', ' ', ' ', '', ' ', ' ', ' ', '2013-06-25 22:03:19', '2013-06-22 11:06:13', '1'), ('10', ' 技术', ' ', ' ', '1', '5000', ' ', ' ', ' ', '', ' ', ' ', ' ', '2013-06-25 22:03:16', '2013-06-22 11:06:41', '0'), ('11', '攻关', '', '', '1', '5000', '', '', '', '', '', 'ffsdfsfdsffsfd', '', '2013-06-25 22:06:54', '2013-06-22 11:06:47', '1'), ('13', 'test', '', '', '1', '5000', '', '', '', '', '', 'gosdsffsdfsdfsdfds\nsdf\n\n\nsfsdf\ndsfs\nfs\nfs\nf\nsf\nsf', '', '2013-06-25 22:06:48', '2013-06-25 21:06:09', '0');
COMMIT;

-- ----------------------------
--  Table structure for `store`
-- ----------------------------
DROP TABLE IF EXISTS `store_e`;
CREATE TABLE `store_e` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT 'store name',
  `address` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `salephone` varchar(30) NOT NULL DEFAULT '-' COMMENT 'sale phone',
  `serverphone` varchar(30) NOT NULL DEFAULT '-' COMMENT 'server phone',
  `timestamp` datetime NOT NULL,
  `city` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `enable` tinyint(1) NOT NULL DEFAULT '1',
  `category` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=30 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `store`
-- ----------------------------
BEGIN;
INSERT INTO `store_e` VALUES ('1', ' 北京东四环红星美凯龙', ' 东四环大郊亭桥红星美凯龙家具馆负一层依丽兰', ' (+86) 010-60295296', ' (+86) 010-60295296', '2013-06-20 07:10:52', ' 上海', '0', ''), ('2', ' 南京', ' 南京', ' 025-85867210', ' 025-85867210', '2013-06-21 23:06:19', ' 南京', '1', ''), ('3', '上海陆家嘴', '上海浦东', '021-85867210', '021-85867210', '2013-06-21 23:06:23', '', '1', ''), ('4', '', '', '', '', '2013-06-21 23:06:42', '', '1', ''), ('5', '', '', '', '', '2013-06-21 23:06:02', '', '1', ''), ('6', ' w', ' ', ' ', ' ', '2013-06-21 23:06:14', ' ', '1', ''), ('7', '', '', '', '', '2013-06-22 00:06:27', '', '1', ''), ('10', '', '', '', '', '2013-06-22 01:06:26', '', '1', ''), ('11', '', '', '', '', '2013-06-22 01:06:27', '', '1', ''), ('12', '', '', '', '', '2013-06-22 01:06:27', '', '1', ''), ('13', '', '', '', '', '2013-06-22 01:06:28', '', '1', ''), ('14', '', '', '', '', '2013-06-22 01:06:28', '', '1', ''), ('15', '', '', '', '', '2013-06-22 01:06:28', '', '1', ''), ('16', '', '', '', '', '2013-06-22 01:06:29', '', '1', ''), ('17', '', '', '', '', '2013-06-22 01:06:29', '', '1', ''), ('18', '', '', '', '', '2013-06-22 01:06:30', '', '1', ''), ('19', '', '', '', '', '2013-06-22 01:06:30', '', '1', ''), ('20', ' qqqq', ' ', ' ', ' ', '2013-06-22 01:06:30', ' ', '1', ''), ('21', '', '', '', '', '2013-06-22 01:06:09', '', '1', ''), ('22', '', '', '', '', '2013-06-22 01:06:31', '', '1', ''), ('24', '', '', '', '', '2013-06-22 01:06:55', '', '1', ''), ('25', ' test', ' ', ' ', ' ', '2013-06-22 01:06:48', ' ', '1', ''), ('26', ' 北京东四环红星美凯龙', ' ', ' ', ' ', '2013-06-22 01:06:41', ' ', '1', ''), ('27', ' 北京东四环红星美凯龙', ' ', ' ', ' ', '2013-06-22 01:06:31', ' 北京', '1', ''), ('28', ' 北京东四环红星美凯龙', ' 东四环大郊亭桥红星美凯龙家具馆负一层依丽兰', ' (+86) 010-60295296', ' (+86) 010-60295296', '2013-06-22 01:06:23', ' 北京', '1', ''), ('29', ' ', ' ', ' ', ' ', '2013-06-23 09:06:58', ' ', '1', ' test twst wt df');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
