<div class="aboutus">
	<div class="desc">
		<h1>加盟依丽兰   赢战商海</h1>
		<p class="d1">
			投资一项有前途的事业，就是选中一个具有旺盛生命力的绩优股；加盟一套科学的营销体系，就是掌握股市的财富线，与家具巨子握手，与智者言谈，你离成功还会远么？<br /><br />

			公司坚持高标准挑选加盟商。发展一个加盟商就给予百分之百的支持，使其成为依丽兰家具品牌运营的一部分。依丽兰家具花大力气扶持加盟商，在专卖店设计、人员培训、现场摆放、销售管理以及售后服务上提供全套服务，让加盟商没有后顾之忧。<br /><br />

			依丽兰运用金牌营销战略，组建全球家居专营航母。我们不卖家具，我们只经营成功。依丽兰家具提供的不仅仅是符合市场需求的产品，策略和思想将是依丽兰家具同你天长地久的渊源。
		</p>
		<p class="d2">
			赢得一份常青基业  战略结盟   与依丽兰家居共赢天下
		</p>
		<p class="d3">
			办公地址：北京市大兴区西红门镇金大路36#<br />
			服务电话：（+86）010—60295296<br />
			传真号码：（+86）010—60295297<br />
			电子邮件：enleen_zs@126.com<br />
			免费服务热线：800-803-2166(周一至周六上午9:00至下午5:00)<br />
			招商加盟：enleen_zs@126.com<br />
			联盟合作：13718229297 李先生<br />
		</p>
	</div>
	<div class="download">
		<div class="l1">全国服务热线</div>
		<div class="l2">800 803 2166</div>
		<div class="l3"><a href=""><img src="assets/images/download.png" /></a></div>				
	</div>
	<div class="clear"></div>
</div>